Repository: BerendVandenbussche/Photrail
Catalog: Photrail/Localizable.xcstrings
Source language: en
Languages: nl

# %@ Peak %lld bpm — tap a photo to see its vibe
source: %1$@ Peak %2$lld bpm — tap a photo to see its vibe
nl: %1$@ Piek %2$lld bpm — tik op een foto voor de sfeer

# %@ That's %@× the %@!
source: %1$@ That's %2$@× the %3$@!
nl: %1$@ Dat is %2$@× de %3$@!

source: %@ Welcome to %@!
nl: %1$@ Welkom in %2$@!

source: %@ Your %@ trip is ready
nl: %1$@ Je reis naar %2$@ is klaar

source: %@ is in a different country. Add it under that country instead.
nl: %@ ligt in een ander land. Voeg het daar toe onder dat land.

# %@ km away · %@
source: %1$@ km away · %2$@
nl: %1$@ km van huis · %2$@

source: %@ of %lld · %lld%% seen
nl: %1$@ van %2$lld · %3$lld%% gezien

source: %@ of the way around the Earth
nl: %@ van de weg rond de aarde

source: %@ of the world
nl: %@ van de wereld

source: %@ steps
nl: %@ stappen

# %@ · %lld photos
source: %1$@ · %2$lld photos
nl: %1$@ · %2$lld foto's

source: %@× around the Earth
nl: %@× rond de aarde

source: %@× the way to the Moon
nl: %@× de weg naar de maan

source: %lld Trips
nl: %lld reizen

source: %lld cities
nl: %lld steden

source: %lld continents
nl: %lld continenten

source: %lld countries
nl: %lld landen

source: %lld days
nl: %lld dagen

source: %lld days away
nl: %lld dagen weg

source: %lld flights climbed
nl: %lld verdiepingen beklommen

# %lld of %lld
source: %1$lld of %2$lld
nl: %1$lld van %2$lld

source: %lld of %lld countries
nl: %lld van %lld landen

source: %lld of %lld unlocked
nl: %lld van %lld ontgrendeld

source: %lld photos
nl: %lld foto's

# %lld photos · %@
source: %1$lld photos · %2$@
nl: %1$lld foto's · %2$@

# %lld photos · %lld cities
source: %1$lld photos · %2$lld cities
nl: %1$lld foto's · %2$lld steden

source: %lld trips
nl: %lld reizen

source: %lld years ago
nl: %lld jaar geleden

source: %lld%% of the world's icons visited
nl: %lld%% van 's werelds iconen bezocht

source: %lld%% seen
nl: %lld%% gezien

source: / %lld seen
nl: / %lld gezien

source: 1 Trip
nl: 1 reis

source: 1 trip
nl: 1 reis

source: A city only appears here once it's been resolved. City names are resolved after the main scan, so if yours is missing, give it a moment or reindex from the Me tab.
nl: Een stad verschijnt hier pas nadat ze is herkend. Stadsnamen worden na de hoofdscan herkend, dus als de jouwe ontbreekt, geef het even tijd of herindexeer via het tabblad Ik.

source: A new country for your map — enjoy your trip! ✈️
nl: Een nieuw land voor je kaart — geniet van je reis! ✈️

source: A steady balance of walking and snapping.
nl: Een gelijkmatige balans tussen wandelen en fotograferen.

source: Achievement unlocked
nl: Prestatie ontgrendeld

source: Achievements
nl: Prestaties

source: Activity
nl: Activiteit

source: Add Countries
nl: Landen toevoegen

source: Add Country
nl: Land toevoegen

source: Add Place
nl: Plek toevoegen

source: Add Trip
nl: Reis toevoegen

source: Add a country
nl: Land toevoegen

source: Add a country manually
nl: Voeg handmatig een land toe

source: Add a note
nl: Voeg een notitie toe

source: Add a trip
nl: Voeg een reis toe

source: Add country
nl: Land toevoegen

source: Add place
nl: Plek toevoegen

source: Add the countries you visited on this trip. Tap a country to add cities and places.
nl: Voeg de landen toe die je op deze reis bezocht. Tik op een land om steden en plekken toe te voegen.

source: Added by hand
nl: Handmatig toegevoegd

source: Added manually
nl: Handmatig toegevoegd

source: Adventurer
nl: Avonturier

source: Africa
nl: Afrika

source: All templates and backgrounds, watermark-free.
nl: Alle sjablonen en achtergronden, zonder watermerk.

source: Allow Photo Access
nl: Fototoegang toestaan

source: Around the World
nl: De wereld rond

source: Asia
nl: Azië

source: Away the entire month! 🌍
nl: De hele maand weg! 🌍

source: Back
nl: Terug

source: Background
nl: Achtergrond

source: Based on the areas around the places you took photos.
nl: Gebaseerd op de gebieden rond de plaatsen waar je foto's hebt gemaakt.

source: Beyond the crowds
nl: Weg van de massa

source: Bucket list
nl: Verlanglijst

source: Calendar
nl: Kalender

source: Calm
nl: Rustig

source: Cancel
nl: Annuleer

source: Choose a trip
nl: Kies een reis

source: Choose an emoji
nl: Kies een emoji

source: Choose your home country
nl: Kies je thuisland

source: Cities
nl: Steden

source: Cities visited
nl: Bezochte steden

source: City
nl: Stad

source: City Slicker
nl: Stadsmens

source: City break
nl: Stedentrip

source: City data © GeoNames (CC BY 4.0)
nl: Stadgegevens © GeoNames (CC BY 4.0)

source: Clear
nl: Wissen

source: Climb
nl: Klimmen

source: Close
nl: Sluiten

source: Coastal Adventurer
nl: Kustavonturier

source: Coastal Traveler
nl: Kustreiziger

source: Continental Hopper
nl: Continentenhopper

source: Continents
nl: Continenten

source: Continue
nl: Ga door

source: Countries
nl: Landen

source: Countries visited
nl: Bezochte landen

source: Country
nl: Land

source: Cultural Explorer
nl: Cultuurontdekker

source: Culture
nl: Cultuur

source: Culture Hunter
nl: Cultuurjager

source: Cycling trip
nl: Fietsreis

source: Days you covered large distances — flights and long journeys between places.
nl: Dagen waarop je grote afstanden aflegde — vluchten en lange reizen tussen plaatsen.

source: Delete this trip?
nl: Deze reis verwijderen?

source: Delete trip
nl: Reis verwijderen

source: Discover the traveller you are with Photrail Lifetime.
nl: Ontdek welke reiziger je bent met Photrail Levenslang.

source: Discover the traveller you are, and how you've evolved.
nl: Ontdek welke reiziger je bent en hoe je bent geëvolueerd.

source: Discovering your world…
nl: Je wereld wordt ontdekt…

source: Dismiss
nl: Sluiten

source: Distance
nl: Afstand

source: Done
nl: Gereed

source: Duration
nl: Duur

source: Edit Trip
nl: Reis bewerken

source: Edit trip
nl: Reis bewerken

source: Enable Insights
nl: Inzichten inschakelen

source: Energy
nl: Energie

source: Europe
nl: Europa

source: Every share card
nl: Elke deelkaart

source: Every share card, watermark-free
nl: Elke deelkaart, zonder watermerk

source: Excited
nl: Enthousiast

source: Excitement Meter
nl: Spanningsmeter

source: Exclude %lld Photos
nl: %lld foto's uitsluiten

source: Exclude a photo from the full-screen viewer to keep it out of your stats.
nl: Sluit een foto uit via de schermvullende weergave om die buiten je statistieken te houden.

source: Exclude from stats
nl: Uitsluiten van statistieken

source: Exclude photos from %@?
nl: Foto's uit %@ uitsluiten?

source: Exclude these photos
nl: Deze foto's uitsluiten

source: Excluded Photos
nl: Uitgesloten foto's

source: Excluded from stats
nl: Uitgesloten van statistieken

source: Explored 50 cities
nl: 50 steden verkend

source: Explorer
nl: Ontdekker

source: Explorer rarity
nl: Ontdekkersscore

source: Find a city, town or landmark in %@ with Apple Maps.
nl: Vind een stad, dorp of bezienswaardigheid in %@ met Apple Maps.

source: Finding your countries…
nl: Je landen worden gezocht…

source: Frequent Flyer
nl: Veelvlieger

source: From
nl: Van

source: Furthest from home
nl: Verst van huis

source: Geotagged 10,000 photos
nl: 10.000 foto's met locatie

source: Geotagged photos
nl: Foto's met locatie

source: Getaway
nl: Uitstapje

source: Getting ready…
nl: Even voorbereiden…

source: Give this trip your own name, like “Summer in Italy”. Leave it empty to use the default (%@).
nl: Geef deze reis een eigen naam, zoals “Zomer in Italië”. Laat leeg om de standaardnaam te gebruiken (%@).

source: Global Explorer
nl: Wereldontdekker

source: Globe Collector
nl: Wereldverzamelaar

source: Half the World
nl: Halve wereld

source: Heart rate matched to %lld photos
nl: Hartslag gekoppeld aan %lld foto's

source: Heart rate, climbs and workouts from your trips, via Apple Health.
nl: Hartslag, hoogtemeters en workouts van je reizen, via Apple Health.

source: Hemisphere Hopper
nl: Halfrondhopper

source: Highest
nl: Hoogste

source: Highlights
nl: Hoogtepunten

source: Hike
nl: Trektocht

source: Hiking trip
nl: Wandelreis

source: Home
nl: Thuis

source: Home & lock-screen widgets
nl: Widgets voor begin- en toegangsscherm

source: Home-screen and lock-screen widgets for your travel stats.
nl: Widgets voor beginscherm en toegangsscherm met je reisstatistieken.

source: How it's measured
nl: Hoe het wordt gemeten

source: If you expected insights here, check that Photrail has access in the Health app.
nl: Als je hier inzichten verwachtte, controleer dan of Photrail toegang heeft in de Gezondheid-app.

source: Include in stats
nl: Meetellen in statistieken

source: Itinerary
nl: Reisschema

source: Just Getting Started
nl: Net begonnen

source: Keep exploring to reveal more
nl: Blijf ontdekken om meer te onthullen

source: Keep exploring to unlock
nl: Blijf ontdekken om te ontgrendelen

source: Landmark
nl: Bezienswaardigheid

source: Landmark Seen
nl: Bezienswaardigheid gezien

source: Landmarks
nl: Bezienswaardigheden

source: Landmarks Seen
nl: Bezienswaardigheden gezien

source: Layers
nl: Lagen

source: Legend
nl: Legende

source: Lifetime member
nl: Levenslang-lid

source: Lots of steps and lots of photos — always on the move.
nl: Veel stappen en veel foto's — altijd onderweg.

source: MY TRAVEL MONTH
nl: MIJN REISMAAND

source: MY YEAR IN TRAVEL
nl: MIJN REISJAAR

source: Map
nl: Kaart

source: Maybe later
nl: Misschien later

source: Me
nl: Mij

source: Meet Photrail Lifetime
nl: Maak kennis met Photrail Levenslang

source: Month
nl: Maand

source: More options
nl: Meer opties

source: Most photographed
nl: Meest gefotografeerd

source: Mountain Seeker
nl: Bergzoeker

source: Mountains
nl: Bergen

source: My %@ in photos
nl: Mijn %@ in foto's

source: Name (optional)
nl: Naam (optioneel)

source: Name This Trip
nl: Deze reis benoemen

source: Nature Lover
nl: Natuurliefhebber

source: New 7 Wonder
nl: Nieuw Wereldwonder

source: New 7 Wonders + more
nl: Nieuwe 7 wereldwonderen + meer

source: No cities here yet.
nl: Nog geen steden hier.

source: No cities match “%@”.
nl: Geen steden komen overeen met “%@”.

source: No countries visited on this continent yet.
nl: Nog geen landen bezocht op dit continent.

source: No countries yet — scan your photos first.
nl: Nog geen landen — scan eerst je foto's.

source: No excluded photos
nl: Geen uitgesloten foto's

source: No geotagged photos found
nl: Geen foto's met locatie gevonden

source: No health data for these dates
nl: Geen gezondheidsgegevens voor deze data

source: No home set
nl: Geen thuis ingesteld

source: No photos available
nl: Geen foto's beschikbaar

source: No places added
nl: Geen plekken toegevoegd

source: No places yet
nl: Nog geen plekken

source: No timeline data yet
nl: Nog geen tijdlijngegevens

source: No travel data available
nl: Geen reisgegevens beschikbaar

source: No travels recorded in %@ yet
nl: Nog geen reizen vastgelegd in %@

source: No trips in %@
nl: Geen reizen in %@

source: No trips this month
nl: Geen reizen deze maand

source: No trips yet
nl: Nog geen reizen

source: North America
nl: Noord-Amerika

source: Not set
nl: Niet ingesteld

source: Not yet
nl: Nog niet

source: Not yet visited
nl: Nog niet bezocht

source: Note
nl: Notitie

source: Notes
nl: Notities

source: Nothing here yet
nl: Nog niets hier

source: Nothing to restore
nl: Niets om te herstellen

source: Oceania
nl: Oceanië

source: Off the map
nl: Van de kaart

source: On This Day
nl: Op deze dag

source: One payment, yours forever. Your map, trips and stats stay free — Lifetime adds the good stuff.
nl: Eén betaling, voor altijd van jou. Je kaart, reizen en statistieken blijven gratis — Levenslang voegt het mooie werk toe.

source: One-time purchase · Family Sharing enabled
nl: Eenmalige aankoop · Delen met gezin ingeschakeld

source: Open Settings
nl: Open Instellingen

source: Open map
nl: Kaart openen

source: Open my Year in Travel
nl: Open mijn reisjaar

source: Photo Access Required
nl: Fototoegang vereist

source: Photos
nl: Foto's

source: Photos from this workout
nl: Foto's van deze workout

source: Photos need location data enabled in your camera settings to appear here.
nl: Foto's moeten locatiegegevens hebben (in je camera-instellingen) om hier te verschijnen.

source: Photos taken at famous landmarks, monuments and cultural sites.
nl: Foto's genomen bij beroemde bezienswaardigheden, monumenten en culturele plekken.

source: Photos taken at high altitude or right by a famous mountain.
nl: Foto's genomen op grote hoogte of vlak bij een beroemde berg.

source: Photos taken far from any city — countryside, parks and wild places.
nl: Foto's genomen ver van elke stad — platteland, parken en wilde plekken.

source: Photos taken in towns and cities — close to a populated place.
nl: Foto's genomen in dorpen en steden — dicht bij een bewoonde plaats.

source: Photos taken near a coastline (within ~50 km of the sea).
nl: Foto's genomen nabij een kustlijn (binnen ~50 km van de zee).

source: Photrail needs access to your photo library to read location data. Your photos stay on your device.
nl: Photrail heeft toegang tot je fotobibliotheek nodig om locatiegegevens te lezen. Je foto's blijven op je toestel.

source: Pick a country, then optionally a city. Used for the furthest‑trip calculation and to exclude everyday photos near home from your travel personality.
nl: Kies een land en eventueel een stad. Wordt gebruikt om je verste reis te berekenen en om alledaagse foto's dicht bij huis uit je reispersoonlijkheid te weren.

source: Places
nl: Plaatsen

source: Places are looked up with Apple Maps. They appear as cities on your map and stats.
nl: Plekken worden opgezocht met Apple Maps. Ze verschijnen als steden op je kaart en in je statistieken.

source: Polar Pioneer
nl: Poolpionier

source: Powered by Apple Health
nl: Mogelijk gemaakt door Apple Health

source: Purchases unavailable
nl: Aankopen niet beschikbaar

source: Reached Antarctica
nl: Antarctica bereikt

source: Reading your Health data…
nl: Je gezondheidsgegevens worden gelezen…

source: Ready
nl: Klaar

source: Rebuilds your travel history from scratch. Use this if you changed the location or date of photos that were already scanned. City names will be looked up again.
nl: Bouwt je reisgeschiedenis volledig opnieuw op. Gebruik dit als je de locatie of datum van al gescande foto's hebt gewijzigd. Stadsnamen worden opnieuw opgezocht.

source: Recaps
nl: Overzichten

source: Recent Trips
nl: Recente reizen

source: Reindex
nl: Opnieuw indexeren

source: Reindex photo library
nl: Fotobibliotheek opnieuw indexeren

source: Reindex photo library?
nl: Fotobibliotheek opnieuw indexeren?

source: Relaxed
nl: Ontspannen

source: Relive your journey and share it ✈️
nl: Herbeleef je reis en deel ze ✈️

source: Relive your year and share your snapshot
nl: Herbeleef je jaar en deel je overzicht

source: Remote spots, long distances and rugged landscapes, combined.
nl: Afgelegen plekken, lange afstanden en ruige landschappen, gecombineerd.

source: Remove home
nl: Thuis verwijderen

source: Rename Trip
nl: Reis hernoemen

source: Reset to default name
nl: Standaardnaam herstellen

source: Restore All
nl: Alles herstellen

source: Restore Purchases
nl: Aankopen herstellen

source: Restore all excluded photos?
nl: Alle uitgesloten foto's herstellen?

source: Results
nl: Resultaten

source: Ride
nl: Rit

source: Run
nl: Hardlopen

source: Running trip
nl: Hardloopreis

source: Save
nl: Bewaren

source: Saw all 7 New Wonders of the World
nl: Alle 7 nieuwe wereldwonderen gezien

source: Scan your photos to create a shareable card.
nl: Scan je foto's om een deelbare kaart te maken.

source: Scanning your photos…
nl: Je foto's worden gescand…

source: Search a city or place
nl: Zoek een stad of plek

source: Search cities
nl: Steden zoeken

source: Search countries
nl: Zoek landen

source: Search for a city
nl: Zoek een stad

source: Search for a place
nl: Zoek een plek

source: Search for your city
nl: Zoek je stad

source: Search for your home city. Used for the furthest‑trip calculation and to exclude everyday photos near home from your travel personality.
nl: Zoek je thuisstad. Gebruikt voor de berekening van je verste reis en om alledaagse foto's dicht bij huis uit te sluiten van je reispersoonlijkheid.

source: See all
nl: Toon alles

source: See everywhere you went this year — and share your recap.
nl: Zie overal waar je dit jaar was — en deel je overzicht.

source: See which trip took you the furthest
nl: Ontdek welke reis je het verst bracht

source: See your heart rate, climbs and workouts from this trip with Lifetime.
nl: Bekijk je hartslag, hoogtemeters en workouts van deze reis met Levenslang.

source: See your heart rate, climbs, workouts, and energy from this trip. Everything is read from Apple Health and stays on your device.
nl: Bekijk je hartslag, beklimmingen, workouts en energie van deze reis. Alles wordt uit Apple Health gelezen en blijft op je toestel.

source: Seen
nl: Gezien

source: Seen · %@
nl: Gezien · %@

source: Set foot on 3 continents
nl: Voet gezet op 3 continenten

source: Set your home
nl: Stel je thuis in

source: Set your home city
nl: Stel je thuisstad in

source: Set your home city so Photrail can measure how far you travel and keep everyday photos out of your travel stats.
nl: Stel je thuisstad in zodat Photrail kan berekenen hoe ver je reist en alledaagse foto's buiten je reisstatistieken houdt.

source: Set your home country
nl: Stel je thuisland in

source: Share
nl: Deel

source: Share Memory
nl: Herinnering delen

source: Share Month
nl: Maand delen

source: Share Poster
nl: Poster delen

source: Share Trip
nl: Reis delen

source: Share Year
nl: Jaar delen

source: Share poster
nl: Poster delen

source: Show all %lld cities
nl: Toon alle %lld steden

source: Show all %lld trips
nl: Toon alle %lld reizen

source: Show less
nl: Toon minder

source: Show my places
nl: Toon mijn plaatsen

source: Show my travel map
nl: Toon mijn reiskaart

source: Shutterbug
nl: Fotofanaat

source: Skating
nl: Schaatsen

source: Ski
nl: Skiën

source: Ski trip
nl: Skireis

source: Skip
nl: Sla over

source: Snow Sports
nl: Sneeuwsport

source: Snowboard
nl: Snowboarden

source: South America
nl: Zuid-Amerika

source: Start exploring
nl: Begin met verkennen

source: Start free
nl: Gratis starten

source: Still finding your cities… A city only appears here once it's been resolved, which takes a little longer than the rest of the scan. Check back in a moment if yours isn't listed yet.
nl: Je steden worden nog gezocht… Een stad verschijnt hier pas nadat ze is herkend, wat iets langer duurt dan de rest van de scan. Kom zo terug als de jouwe er nog niet bij staat.

source: Swim
nl: Zwemmen

source: Swipe to relive it →
nl: Veeg om het te herbeleven →

source: TOP STYLES
nl: TOPSTIJLEN

source: Take more geotagged photos and it'll appear here.
nl: Maak meer foto's met locatie en het verschijnt hier.

source: Take some geotagged photos on your next trip and check back.
nl: Maak foto's met locatie op je volgende reis en kom later terug.

source: Tap a style to see what it's based on
nl: Tik op een stijl om te zien waarop die is gebaseerd

source: Tap to see your travel stats here
nl: Tik om hier je reisstatistieken te zien

source: Tap to skip
nl: Tik om over te slaan

source: Template
nl: Sjabloon

source: That place isn't in this country
nl: Die plek ligt niet in dit land

source: The Balanced Traveler
nl: De Evenwichtige Reiziger

source: The Explorer
nl: De Ontdekkingsreiziger

source: The Flâneur
nl: De Flaneur

source: The Lifetime purchase can't be loaded right now. Please check your connection and try again later.
nl: De Levenslang-aankoop kan nu niet worden geladen. Controleer je verbinding en probeer het later opnieuw.

source: The Mission Traveler
nl: De Missiereiziger

source: These photos don't count toward any of your stats, trips or memories. Tap one to restore it.
nl: Deze foto's tellen niet mee voor je statistieken, reizen of herinneringen. Tik op een foto om die te herstellen.

source: These photos won't count toward any of your stats, trips or memories — useful for photos you didn't take yourself. If you take your own photos here later, the country reappears on its own. You can restore them anytime from your profile.
nl: Deze foto's tellen niet mee voor je statistieken, reizen of herinneringen — handig voor foto's die je niet zelf hebt gemaakt. Als je hier later zelf foto's maakt, verschijnt het land vanzelf weer. Je kunt ze altijd herstellen via je profiel.

source: They'll count toward your stats, trips and memories again.
nl: Ze tellen weer mee voor je statistieken, reizen en herinneringen.

source: This removes the trip and its countries from your stats. This can't be undone.
nl: Dit verwijdert de reis en de bijbehorende landen uit je statistieken. Dit kan niet ongedaan worden gemaakt.

source: Thrilling
nl: Spannend

source: To
nl: Tot

source: Today
nl: Vandaag

source: Took 25 trips
nl: 25 reizen gemaakt

source: Took photos in both hemispheres
nl: Foto's op beide halfronden gemaakt

source: Tourist trails
nl: Toeristische paden

source: Track the New 7 Wonders and famous landmarks with Lifetime.
nl: Houd de Nieuwe 7 Wereldwonderen en beroemde bezienswaardigheden bij met Levenslang.

source: Track the New 7 Wonders and famous landmarks you've seen.
nl: Houd bij welke van de Nieuwe 7 Wereldwonderen en beroemde bezienswaardigheden je hebt gezien.

source: Transit Traveler
nl: Doorreiziger

source: Travel Calendar
nl: Reiskalender

source: Travel Fuel
nl: Reisbrandstof

source: Travel Map
nl: Reiskaart

source: Travel Persona
nl: Reispersona

source: Travel Personality
nl: Reispersoonlijkheid

source: Travel notifications
nl: Reismeldingen

source: Traveled
nl: Afgelegd

source: Traveler
nl: Reiziger

source: Trip
nl: Reis

source: Trip Insights
nl: Reisinzichten

source: Trip Insights from Apple Health
nl: Reisinzichten uit Apple Health

source: Trip Name
nl: Reisnaam

source: Trips
nl: Reizen

source: Trips are journeys away from home, so your home country isn't counted as one.
nl: Reizen zijn tochten weg van huis, dus je thuisland telt niet als reis.

source: Try Again
nl: Probeer opnieuw

source: Unlock
nl: Ontgrendel

source: Unlock Lifetime to reveal the traveller you are.
nl: Ontgrendel Levenslang om te ontdekken welke reiziger je bent.

source: Unlock Lifetime — %@
nl: Ontgrendel Levenslang — %@

source: Unlock Photrail Lifetime
nl: Ontgrendel Photrail Levenslang

source: Unlock — %@
nl: Ontgrendel — %@

source: Urban Explorer
nl: Stadsontdekker

source: Vertical Exploration
nl: Verticale verkenning

source: View this trip
nl: Bekijk deze reis

source: View trip
nl: Bekijk reis

source: Visited
nl: Bezocht

source: Visited 10 countries
nl: 10 landen bezocht

source: Visited 25 countries
nl: 25 landen bezocht

source: Visited 50 countries
nl: 50 landen bezocht

source: Visited areas
nl: Bezochte gebieden

source: Visited every inhabited continent
nl: Elk bewoond continent bezocht

source: Walk
nl: Wandeling

source: Wanderer
nl: Zwerver

source: Water trip
nl: Waterreis

source: We couldn't find a previous purchase on this Apple Account.
nl: We konden geen eerdere aankoop vinden op dit Apple-account.

source: We'll ask for photo access next.
nl: We vragen hierna toegang tot je foto's.

source: Weekend Wanderer
nl: Weekendzwerver

source: Where's home?
nl: Waar is thuis?

source: Whole country
nl: Hele land

source: Wonder Hunter
nl: Wonderjager

source: Wonder Master
nl: Wondermeester

source: Wonder Seen
nl: Wonder gezien

source: Wonders
nl: Wonderen

source: Wonders & Landmarks
nl: Wonderen en bezienswaardigheden

source: Wonders & Landmarks Seen
nl: Wonderen en bezienswaardigheden gezien

source: Wonders Seen
nl: Wonderen gezien

source: Workout Chapters
nl: Workouthoofdstukken
